Creation of Dataframe

In [0]:
import pandas as pd

In [6]:
list=[43,23,123]
list1=[22, 22,123]
list2=[43,23,123]
list3=[22, 22,123]
df=pd.DataFrame([list,list1,list2,list3],columns=["Name","Age","Marks"])
df

   Name  Age  Marks
0    43   23    123
1    22   22    123
2    43   23    123
3    22   22    123